add.param=\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3092\u30b9\u30c8\u30a2\u3057\u307e\u3057\u305f\u3002{}={}
add.tags.error=\u30ea\u30f3\u30af\u4ed8\u52a0\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

base.evidence.copy.error=\u30a8\u30d3\u30c7\u30f3\u30b9\u306e\u30b3\u30d4\u30fc\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
base.evidence.compare=\u57fa\u6e96\u30a8\u30d3\u30c7\u30f3\u30b9\u3068\u306e\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u6bd4\u8f03\u304c{}\u3057\u307e\u3057\u305f\u3002
base.evidence.error=\u57fa\u6e96\u30a8\u30d3\u30c7\u30f3\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
base.evidence.set=\u57fa\u6e96\u30a8\u30d3\u30c7\u30f3\u30b9\u3068\u3057\u3066\u78ba\u5b9a\u3057\u307e\u3059 {}
base.dir.none=\u57fa\u6e96\u30a8\u30d3\u30c7\u30f3\u30b9\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u305b\u3093 {}
base.screenshot.none=\u57fa\u6e96\u30a8\u30d3\u30c7\u30f3\u30b9\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u5b58\u5728\u3057\u306a\u3044\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3067\u3059 {}

body.size=bodySize {}

browser.start.operation=\u30d6\u30e9\u30a6\u30b6\u304c\u8d77\u52d5\u3057\u305f\u3089\u30d6\u30e9\u30a6\u30b6\u3092\u64cd\u4f5c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

byte.array.error=\u30d0\u30a4\u30c8\u914d\u5217\u5909\u63db\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

case.empty=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u306b\u30b1\u30fc\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3000{} {}
case.execute=\u30b1\u30fc\u30b9{}\u3092\u5b9f\u884c\u3057\u307e\u3059
case.skip=\u30b1\u30fc\u30b9[{}][{} {}]\u306e\u64cd\u4f5c\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u307e\u3059

check.element=checkElement:{}, clickElement:{}, checked:{}

cookie.delete=Cookie\u3092\u524a\u9664\u3057\u307e\u3059 {}

comand.error=\u4e0d\u6b63\u306a\u64cd\u4f5c\u3067\u3059\u3002

compare.screenshot=\u6bd4\u8f03\u30a8\u30d3\u30c7\u30f3\u30b9\u3092\u751f\u6210\u3057\u307e\u3059 {} <-> {}
compare.screenshot.error=\u6bd4\u8f03\u30a8\u30d3\u30c7\u30f3\u30b9\u751f\u6210\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

copy.base.screenshots=\u57fa\u6e96\u306e\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3092\u30a8\u30d3\u30c7\u30f3\u30b9\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u30b3\u30d4\u30fc\u3057\u307e\u3059
copy.screenshot.error=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u306e\u30b3\u30d4\u30fc\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

debug.execute=\u30c7\u30d0\u30c3\u30b0\u30e2\u30fc\u30c9\u3067\u30c6\u30b9\u30c8\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002
debug.test=debugging test context : {}
debug.index=currentIndex:{}, testStepCount:{}
debug.break.point=\u30d6\u30ec\u30fc\u30af\u30dd\u30a4\u30f3\u30c8\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002

download={}\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u307e\u3059 {} -> {}
download.exists={}\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u6e08\u307f\u3067\u3059 {}

driver.screenshot.error=\u30c9\u30e9\u30a4\u30d0{}\u306f\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002

element.info=elements:{} rectanble maxX:{}, minY:{}, maxX:{}, maxY:{}
element.position=\u8981\u7d20:{}, \u8981\u7d20\u4f4d\u7f6e:{}, \u57fa\u6e96\u4f4d\u7f6e:{}

enter.click=\u64cd\u4f5c\u65b9\u6cd5\u3092\u8868\u793a\u3059\u308b\u306b\u306fEnter\u30ad\u30fc\u3092\u30bf\u30a4\u30d7\u3057\u3066\u304f\u3060\u3055\u3044\u3002
enter.pause.click=\u5b9f\u884c\u3092\u4e00\u6642\u505c\u6b62\u3059\u308b\u306b\u306fEnter\u30ad\u30fc\u3092\u30bf\u30a4\u30d7\u3057\u3066\u304f\u3060\u3055\u3044\u3002

empty=

evidence.error=\u30a8\u30d3\u30c7\u30f3\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
evidence.dirs.empty=\u30a8\u30d3\u30c7\u30f3\u30b9\u30d5\u30a9\u30eb\u30c0\u304c\u3042\u308a\u307e\u305b\u3093 {}
evidence.mkdirs=\u30a8\u30d3\u30c7\u30f3\u30b9\u51fa\u529b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f5c\u6210\u3057\u307e\u3057\u305f\u3002{}
evidence.output=\u30a8\u30d3\u30c7\u30f3\u30b9\u3092\u51fa\u529b\u3057\u307e\u3059 {}
evidence.generate.error=\u30a8\u30d3\u30c7\u30f3\u30b9\u751f\u6210\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
evidence.info={}\u306b{}\u306e{}\u30a8\u30d3\u30c7\u30f3\u30b9\u304c\u3042\u308a\u307e\u3059

exception=\u4f8b\u5916\u8a73\u7d30

execute=execute : {}

export.error=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306e\u5b9f\u884c\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

ffInstaller.exists=Firefox\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u6e08\u307f\u3067\u3059 {}

firefox.exist=Firefox\u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u3067\u3059 {}
firefox.download=Firefox\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u307e\u3059 {} -> {}
firefox.install=Firefox\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059
firefox.install2=Firefox\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059 {}
firefox.mount=Firefox\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u3092\u30de\u30a6\u30f3\u30c8\u3057\u307e\u3059
firefox.unmount=Firefox\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u3092\u30a2\u30f3\u30de\u30a6\u30f3\u30c8\u3057\u307e\u3059
firefox.start=Firefox\u3092\u8d77\u52d5\u3057\u307e\u3059 {}
firefox.sit.install=SIT-WT\u7528\u306eFirefox\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093

format.valid=\u66f8\u5f0f\u304c\u4e0d\u6b63\u3067\u3059\u3002

guidance.file.open=\u30ac\u30a4\u30c0\u30f3\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u5c55\u958b\u3057\u307e\u3059 {}
guidance.file.open.error=\u30ac\u30a4\u30c0\u30f3\u30b9\u30d5\u30a1\u30a4\u30eb\u306e\u5c55\u958b\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

install={}\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059
install.exists={}\u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u3067\u3059 {}

installer.execute={}\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u3092\u5b9f\u884c\u3057\u307e\u3059 {}

invoke.method=invoke method {} {}
invoke.error=invoke method {} {} throws exception {}

last.step=\u6700\u5f8c\u306e\u30b9\u30c6\u30c3\u30d7\u306b\u30d6\u30ec\u30fc\u30af\u30dd\u30a4\u30f3\u30c8\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002

mask.error=\u753b\u50cf\u30d5\u30a1\u30a4\u30eb\u306e\u30de\u30b9\u30af\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
mask.evidence.generate=\u30de\u30b9\u30af\u6e08\u307f\u30a8\u30d3\u30c7\u30f3\u30b9\u3092\u751f\u6210\u3057\u307e\u3059
mask.evidence.generated=\u30de\u30b9\u30af\u6e08\u307f\u30a8\u30d3\u30c7\u30f3\u30b9\u3092\u751f\u6210\u3057\u307e\u3057\u305f {}
mask.generate=\u30de\u30b9\u30af\u6e08\u307f\u753b\u50cf\u30d5\u30a1\u30a4\u30eb\u3092\u751f\u6210\u3057\u307e\u3057\u305f {}
mask.load.error=\u30de\u30b9\u30af\u30d5\u30a1\u30a4\u30eb\u8aad\u307f\u8fbc\u307f\u6642\u306b\u4e88\u671f\u305b\u306c\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

msg={}

open={}\u3092\u5c55\u958b\u3057\u307e\u3059 {} -> {}
open.script.error=\u5909\u63db\u5f8c\u306e\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u958b\u3051\u307e\u305b\u3093\u3067\u3057\u305f

origonal.image.info=origonal image w:{}, h:{} sub image x:{}, y:{}, w:{}, h{} file:{}

page.dir.generate=\u753b\u9762\u4ed5\u69d8\u66f8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002{}
page.load.execute={}\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002
page.load.start=\u30da\u30fc\u30b8\u306e\u8aad\u307f\u8fbc\u307f\u3092\u958b\u59cb\u3057\u307e\u3059\u3002{} {}
page.script=\u753b\u9762\u4ed5\u69d8\u66f8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u4ee5\u4e0b\u306e\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u51e6\u7406\u3057\u307e\u3059\u3002{}

param.empty=\u30b9\u30c8\u30a2\u3055\u308c\u3066\u3044\u308b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u306f\u3042\u308a\u307e\u305b\u3093\u3002

prepare.test=prepare test context {}

property.load=\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8aad\u307f\u8fbc\u307f\u307e\u3059 {}

proxy.error=\u30d7\u30ed\u30ad\u30b7\u306e\u53d6\u5f97\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

put={}\u3092\u914d\u7f6e\u3057\u307e\u3059 {} -> {}

restart={} {}\u3067null\u304c\u8fd4\u308a\u307e\u3057\u305f \u518d\u5b9f\u884c\u3057\u307e\u3059

reinvoke.method=re-invoke method {} {}

report.error=\u30ec\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
report.open.error=\u30ec\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u30aa\u30fc\u30d7\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f

resource.copy.error=\u30ea\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u306e\u30b3\u30d4\u30fc\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

run.case=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002{} {} {}

safari.dawnload=Safari Driver\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u307e\u3059 {} -> {}
safari.install=Safari Driver\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059 {}

scanner=[{}] {}

screenshot.compare=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3092\u6bd4\u8f03\u3057\u307e\u3059 {} {} <-> {}
screenshot.generate=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u306e\u30de\u30b9\u30af\u51e6\u7406\u3092\u884c\u3044\u307e\u3059 {}
screenshot.get.error=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f {}
screenshot.match=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u306f\u57fa\u6e96\u3068\u4e00\u81f4\u3057\u307e\u3057\u305f {}
screenshot.unmatch=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u306f\u57fa\u6e96\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093\u3067\u3057\u305f {}
screenshot.resize.wait.error=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u30ea\u30b5\u30a4\u30ba\u51e6\u7406\u306e\u5f85\u6a5f\u3067\u4f8b\u5916\u767a\u751f
screenshot.resize.error=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u30d5\u30a1\u30a4\u30eb{}\u306e\u30b5\u30a4\u30ba\u5909\u66f4\u3067\u4f8b\u5916\u304c\u767a\u751f
screenshot.set=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f {}
screenshot.set.error=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u79fb\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f

script.path=>java {} [scriptPath sheetName]
script.file.changed=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u304c\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u518d\u8aad\u8fbc\u3057\u307e\u3059\u3002
script.last=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u306e\u30c6\u30b9\u30c8\u30af\u30e9\u30b9\u306f\u6700\u65b0\u306e\u72b6\u614b\u3067\u3059 {}
script.load=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u8aad\u307f\u8fbc\u307f\u307e\u3059\u3002{}
script.load2=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002{}, {}

selenium.command.unmatched=Selenium\u30b3\u30de\u30f3\u30c9\uff1a{}\u306f\u975e\u5bfe\u5fdc\u3067\u3059\u3002\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u306e\u64cd\u4f5c\u306f\u7a7a\u767d\u3067\u51fa\u529b\u3057\u307e\u3059\u3002
selenium.download=Selenium IDE\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u307e\u3059 {} -> {}
selenium.exist=Selenium IDE\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u6e08\u307f\u3067\u3059 {}
selenium.script.backup=Selenium\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u9000\u907f\u3057\u307e\u3059 {} -> {}
selenium.script.convert=Selenium\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u5909\u63db\u3057\u307e\u3059\u3002{}

setup=setUp {} {} {}

set.window.sizen=setWindowSizen\u64cd\u4f5c\u306e\u30c7\u30fc\u30bf\u304c\u4e0d\u6b63\u3067\u3059\u3002\u4f8b\u3000900,600

show.param=\u30b9\u30c8\u30a2\u3055\u308c\u3066\u3044\u308b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3092\u8868\u793a\u3057\u307e\u3059\u3002{}
show.usage={}

split.image.error=\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u306e\u5206\u5272\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

sql.load=SQL\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u307f\u307e\u3059\u3002[{}]
sql.execute=\u691c\u8a3cSQL\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002[{}] [{}]

system.file.exclusion=\u30b7\u30b9\u30c6\u30e0\u30d5\u30a1\u30a4\u30eb\u306e\u305f\u3081\u751f\u6210\u51e6\u7406\u304b\u3089\u9664\u5916\u3057\u307e\u3059 {}

test.case=>java {} [path/to/TestScript.xlsx!TestSheet#CaseNo]
test.pause=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u306e\u5b9f\u884c\u3092\u4e00\u6642\u505c\u6b62\u3057\u307e\u3059\u3002\u30d6\u30e9\u30a6\u30b6\u306e\u64cd\u4f5c\u306f\u53ef\u80fd\u3067\u3059\u3002
test.restart=\u30c6\u30b9\u30c8\u5b9f\u884c\u3092\u518d\u958b\u3057\u307e\u3059\u3002
test.result=\u30b1\u30fc\u30b9{}\u304c{}\u3057\u307e\u3057\u305f
test.script.appoint=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
test.script=\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u4ee5\u4e0b\u306e\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u51e6\u7406\u3057\u307e\u3059\u3002{}
test.step.end=\u5168\u3066\u306e\u30c6\u30b9\u30c8\u30b9\u30c6\u30c3\u30d7\u304c\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
test.step.next={} {}({}){}
test.step.next.prev=\u524d\u5f8c\u306e\u30c6\u30b9\u30c8\u30b9\u30c6\u30c3\u30d7
test.step.load=Selenium\u30c6\u30b9\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u30921\u884c\u8aad\u307f\u8fbc\u307f\u307e\u3057\u305f\u3000command:{},target:{},value:{}

thread.sleep.error=\u30b9\u30ec\u30c3\u30c9\u306e\u5f85\u6a5f\u306b\u5931\u6557\u3057\u307e\u3057\u305f
thread.sleep.exception=\u30b9\u30ec\u30c3\u30c9\u306e\u5f85\u6a5f\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

timestamp.load.error=\u30bf\u30a4\u30e0\u30b9\u30bf\u30f3\u30d7\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
timestamp.write.error=\u30bf\u30a4\u30e0\u30b9\u30bf\u30f3\u30d7\u30d5\u30a1\u30a4\u30eb\u306e\u66f8\u304d\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

trace={}

unexpected.error=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
unexpected.exception=\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f

unsupported.operation.error=\u30c9\u30e9\u30a4\u30d0{}\u306f\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u64cd\u4f5c\u3067\u304d\u307e\u305b\u3093\u3002

var.define=\u5909\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059 {}={}

warn=
warn2={}

webdriver.start=WebDriver\u3092\u8d77\u52d5\u3057\u307e\u3059 driverType:{}, capabilities:{}
webdriver.init=WebDriver\u3092\u521d\u671f\u5316\u3057\u307e\u3059 webDriver:{}
webdriver.proxy=WebDriver\u3092\u30d7\u30ed\u30ad\u30b7\u3057\u307e\u3059 webDriver:{}
webdriver.remote=RemoteWebDriver\u306e\u63a5\u7d9a\u5148:{}
webdriver.android=AndroidDriver\u306e\u63a5\u7d9a\u5148:{}
webdriver.ios=IOSDriver\u306e\u63a5\u7d9a\u5148:{}
webdriver.reconstruction=WebDriver\u3092\u518d\u4f5c\u6210\u3057\u307e\u3059 {}
webdriver.remote.end=RemoteWebDriver\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u7d42\u4e86\u3057\u307e\u3059 {}
webdriver.stop=WebDriver\u3092\u505c\u6b62\u3057\u307e\u3059 {}

window.size.check=\u30a6\u30a3\u30f3\u30c9\u30a6\u30b5\u30a4\u30ba\u306e\u4e8b\u524d\u53d6\u5f97\u304c\u5fc5\u8981\u306a\u30b9\u30c6\u30c3\u30d7No:{}
window.get=\u30a6\u30a3\u30f3\u30c9\u30a6\u4f4d\u7f6e\u3001\u30b5\u30a4\u30ba\u3092\u53d6\u5f97\u3057\u307e\u3059

write=\u30d5\u30a1\u30a4\u30eb\u306b\u66f8\u304d\u8fbc\u307f\u307e\u3057\u305f {}
write.diff.image=\u5dee\u5206\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u3092\u751f\u6210\u3057\u307e\u3057\u305f {}
write.diff.image.error=\u5dee\u5206\u30b9\u30af\u30ea\u30fc\u30f3\u30b7\u30e7\u30c3\u30c8\u751f\u6210\u51e6\u7406\u3067\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f